Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# patterns.appearance.darkHint
source: Changes this pattern only.
da: Ændrer kun denne opskrift.
de: Ändert nur dieses Muster.
el: Αλλάζει μόνο αυτό το σχέδιο.
fi: Muuttaa vain tätä ohjetta.
fr: Change uniquement ce patron.
ja: この編み図のみを変更します。
ko: 이 도안만 변경합니다.
nb: Endrer kun dette mønsteret.
nl: Wijzigt alleen dit patroon.
sv: Endast detta mönster ändras.
zh_hans: 只更改这份图解。
zh_hant: 只變更這份織圖。

# patterns.appearance.lightHint
source: This choice is used automatically in Dark Mode.
da: Denne indstilling bruges automatisk i mørk tilstand.
de: Diese Auswahl wird automatisch im Dunkelmodus verwendet.
el: Αυτή η επιλογή χρησιμοποιείται αυτόματα στη σκοτεινή εμφάνιση.
fi: Tätä valintaa käytetään automaattisesti tummassa tilassa.
fr: Ce choix est utilisé automatiquement en mode sombre.
ja: この選択はダークモードで自動的に使用されます。
ko: 이 선택은 다크 모드에서 자동으로 사용됩니다.
nb: Dette alternativet brukes automatisk i mørk modus.
nl: Deze keuze wordt automatisch gebruikt in de donkere modus.
sv: Detta alternativ används automatiskt i mörkt läge.
zh_hans: 此选择会在深色模式中自动应用。
zh_hant: 此選擇會在深色模式中自動套用。

# patterns.appearance.showOriginal
source: Show Original Colors
da: Vis originale farver
de: Originalfarben anzeigen
el: Εμφάνιση αρχικών χρωμάτων
fi: Näytä alkuperäiset värit
fr: Afficher les couleurs originales
ja: 元の色を表示する
ko: 원래 색상 보기
nb: Vis originale farger
nl: Originele kleuren tonen
sv: Visa ursprungliga färger
zh_hans: 显示原色
zh_hant: 顯示原色

# patterns.appearance.useNight
source: Use Night Appearance
da: Brug natudseende
de: Nachtansicht verwenden
el: Χρήση εμφάνισης νύχτας
fi: Käytä yön ulkoasua
fr: Utiliser l'apparence de nuit
ja: 夜間表示を使用
ko: 야간 화면 사용
nb: Bruk nattutseende
nl: Nachtweergave gebruiken
sv: Använd nattläge
zh_hans: 使用夜间显示
zh_hant: 使用夜間顯示

# patterns.backup.reminder.dismiss
source: Not Now
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
fi: Ei nyt
fr: Pas maintenant
ja: 今はしない
ko: 나중에
nb: Ikke nå
nl: Niet nu
sv: Inte nu
zh_hans: 稍后再说
zh_hant: 稍後再說

# patterns.backup.reminder.message
source: Patterns are stored only on this device. Export a manual backup from Settings to keep a separate copy.
da: Opskrifter gemmes kun på denne enhed. Eksporter en manuel sikkerhedskopi fra Indstillinger for at opbevare en separat kopi.
de: Muster werden nur auf diesem Gerät gespeichert. Exportiere in den Einstellungen eine manuelle Sicherung, um eine separate Kopie aufzubewahren.
el: Τα σχέδια αποθηκεύονται μόνο σε αυτή τη συσκευή. Εξαγάγετε ένα χειροκίνητο αντίγραφο ασφαλείας από τις Ρυθμίσεις για να διατηρήσετε ξεχωριστό αντίγραφο.
fi: Ohjeet tallennetaan vain tähän laitteeseen. Vie manuaalinen varmuuskopio Asetuksista säilyttääksesi erillisen kopion.
fr: Les patrons ne sont stockés que sur cet appareil. Exportez une sauvegarde manuelle depuis Paramètres pour conserver une copie séparée.
ja: 編み図はこのデバイスにのみ保存されます。設定から手動バックアップをエクスポートして、別のコピーを保存してください。
ko: 도안은 이 기기에서만 저장됩니다. 설정에서 수동 백업을 내보내 별도의 사본을 보관하세요.
nb: Mønstre lagres kun på denne enheten. For å lagre en separat kopi, eksporter en manuell sikkerhetskopi fra Innstillinger.
nl: Patronen worden alleen op dit apparaat bewaard. Exporteer via Instellingen een handmatige reservekopie om een aparte kopie te bewaren.
sv: Mönster lagras endast på den här enheten. Exportera en manuell säkerhetskopia från Inställningar för att behålla en separat kopia.
zh_hans: 图解仅保存在此设备上。请前往设置手动导出备份，并另外保存一份副本。
zh_hant: 織圖只保存在這部裝置上。請前往設定手動匯出備份，另外保存一份副本。

# patterns.backup.reminder.settings
source: Open Backup Settings
da: Åbn backupindstillinger
de: Sicherungseinstellungen öffnen
el: Άνοιγμα ρυθμίσεων αντιγράφων ασφαλείας
fi: Avaa varmuuskopioasetukset
fr: Ouvrir les paramètres de sauvegarde
ja: バックアップ設定を開く
ko: 백업 설정을 열기
nb: Åpne sikkerhetskopieringsinnstillinger
nl: Instellingen voor reservekopieën openen
sv: Öppna inställningar för säkerhetskopiering
zh_hans: 前往备份设置
zh_hant: 前往備份設定

# patterns.backup.reminder.title
source: Keep Your Patterns Safe
da: Beskyt dine opskrifter.
de: Muster sicher aufbewahren
el: Διατηρήστε ασφαλή τα σχέδια πλεξίματός σας
fi: Pidä ohjeet turvassa
fr: Protégez vos patrons
ja: 編み図を安全に保管
ko: 도안 안전하게 보관하기
nb: Hold mønstrene dine trygge.
nl: Bescherm je patronen
sv: Bevara dina mönster säkra.
zh_hans: 妥善保存图解
zh_hant: 妥善保存織圖

# patterns.calculator.add
source: Add
da: Tilføj
de: Addieren
el: Προσθήκη
fi: Lisää
fr: Additionner
ja: 加算
ko: 추가
nb: Legg til
nl: Optellen
sv: Lägg till
zh_hans: 加
zh_hant: 加

# patterns.calculator.clear
source: All Clear
da: AC
de: Alles löschen
el: AC
fi: AC
fr: Tout effacer
ja: すべてクリア
ko: AC
nb: AC
nl: Alles wissen
sv: AC
zh_hans: 全部清除
zh_hant: 全部清除

# patterns.calculator.divide
source: Divide
da: Dividere
de: Dividieren
el: Διαίρεση
fi: Jaa
fr: Diviser
ja: 除算
ko: 나누기
nb: Del
nl: Delen
sv: dela
zh_hans: 除
zh_hant: 除

# patterns.calculator.equals
source: Equals
da: Lig med
de: Gleich
el: Ίσον
fi: Yhtä kuin
fr: Égal
ja: イコール
ko: 같음
nb: Er lik
nl: Is gelijk aan
sv: Lika med
zh_hans: 等于
zh_hant: 等於

# patterns.calculator.error
source: Error
da: fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
ja: エラー
ko: 오류
nb: feil
nl: Fout
sv: fel
zh_hans: 错误
zh_hant: 錯誤

# patterns.calculator.hint
source: Opens a calculator without leaving the pattern
da: Åbner en lommeregner uden at forlade opskriften.
de: Öffnet den Rechner, ohne das Muster zu verlassen
el: Ανοίγει αριθμομηχανή χωρίς να κλείσει το σχέδιο
fi: Avaa laskimen poistumatta ohjeesta
fr: Ouvre la calculatrice sans quitter le patron
ja: 編み図を閉じずに電卓を開きます
ko: 도안을 닫지 않고 계산기를 엽니다.
nb: Åpner en kalkulator uten å forlate mønsteret.
nl: Opent een rekenmachine zonder het patroon te verlaten
sv: Öppnar en kalkylator utan att lämna mönstret.
zh_hans: 不离开图解即可打开计算器
zh_hant: 不離開織圖即可開啟計算機

# patterns.calculator.multiply
source: Multiply
da: gange
de: Multiplizieren
el: Πολλαπλασιασμός
fi: Kerro
fr: Multiplier
ja: 乗算
ko: 곱하기
nb: gange
nl: Vermenigvuldigen
sv: multiplicera
zh_hans: 乘
zh_hant: 乘

# patterns.calculator.percent
source: Percent
da: Procent
de: Prozent
el: Ποσοστό
fi: Prosentti
fr: Pourcentage
ja: パーセント
ko: 퍼센트
nb: Prosent
nl: Percentage
sv: procent
zh_hans: 百分比
zh_hant: 百分比

# patterns.calculator.result
source: Result
da: resultat
de: Ergebnis
el: Αποτέλεσμα
fi: Tulos
fr: Résultat
ja: 結果
ko: 결과
nb: resultat
nl: Resultaat
sv: Resultat
zh_hans: 结果
zh_hant: 結果

# patterns.calculator.subtract
source: Subtract
da: trække fra
de: Subtrahieren
el: Αφαίρεση
fi: Vähennä
fr: Soustraire
ja: 減算
ko: 빼기
nb: subtrahere
nl: Aftrekken
sv: subtrahera
zh_hans: 减
zh_hant: 減

# patterns.calculator.title
source: Calculator
da: kalkulator
de: Rechner
el: Αριθμομηχανή
fi: Laskin
fr: Calculatrice
ja: 電卓
ko: 계산기
nb: kalkulator
nl: Rekenmachine
sv: räknare
zh_hans: 计算器
zh_hant: 計算機

# patterns.calculator.toggleSign
source: Change Sign
da: Skift tegn
de: Vorzeichen ändern
el: Αλλαγή προσήμου
fi: Vaihda etumerkki
fr: Changer le signe
ja: 正負を切り替える
ko: 부호 변경
nb: Endre tegn
nl: Teken wijzigen
sv: Ändra tecken
zh_hans: 切换正负号
zh_hant: 切換正負號

# patterns.chooseProject
source: Choose Project
da: Vælg projekt
de: Projekt auswählen
el: Επιλογή έργου
fi: Valitse projekti
fr: Choisir un projet
ja: 作品を選択
ko: 프로젝트 선택
nb: Velg prosjekt
nl: Project kiezen
sv: Välj projekt
zh_hans: 选择作品
zh_hant: 選擇作品

# patterns.delete.title
source: Delete Pattern?
da: Slet opskrift?
de: Muster löschen?
el: Διαγραφή μοτίβου;
fi: Poista ohje?
fr: Supprimer le patron ?
ja: 編み図を削除しますか？
ko: 도안 삭제?
nb: Slett mønster?
nl: Patroon verwijderen?
sv: Radera mönster?
zh_hans: 删除图解？
zh_hant: 刪除織圖？

# patterns.detail.added
source: Added
da: Tilføjet
de: Hinzugefügt
el: Προστέθηκε
fi: Lisätty
fr: Ajouté
ja: 追加日
ko: 추가됨
nb: Lagt til
nl: Toegevoegd
sv: Tillagd
zh_hans: 添加日期
zh_hant: 加入日期

# patterns.detail.chooseProject
source: Choose a Project
da: Vælg et projekt
de: Projekt auswählen
el: Επιλέξτε ένα έργο
fi: Valitse projekti
fr: Choisir un projet
ja: 作品を選択
ko: 프로젝트 선택
nb: Velg et prosjekt
nl: Kies een project
sv: Välj ett projekt
zh_hans: 选择作品
zh_hant: 選擇作品

# patterns.detail.delete
source: Permanently Delete Pattern
da: Slet opskriften permanent
de: Muster dauerhaft löschen
el: Μόνιμη διαγραφή μοτίβου
fi: Poista ohje pysyvästi
fr: Supprimer définitivement le patron
ja: 編み図を永久に削除する
ko: 도안 영구 삭제
nb: Slett mønsteret permanent
nl: Patroon definitief verwijderen
sv: Radera mönstret permanent
zh_hans: 永久删除图解
zh_hant: 永久刪除織圖

# patterns.detail.delete.confirm.message
source: The original file and saved reading data will be deleted. This cannot be undone.
da: Den originale fil og de gemte aflæsningsdata vil blive slettet. Dette kan ikke fortrydes.
de: Die ursprüngliche Datei und die gespeicherten Lesedaten werden gelöscht. Dies kann nicht rückgängig gemacht werden.
el: Το αρχικό αρχείο και τα αποθηκευμένα δεδομένα ανάγνωσης θα διαγραφούν. Αυτό δεν μπορεί να αναιρεθεί.
fi: Alkuperäinen tiedosto ja tallennetut lukutiedot poistetaan. Tätä ei voi perua.
fr: Le fichier original et les données de lecture enregistrées seront supprimés. Cela ne peut pas être annulé.
ja: 元のファイルと保存済みの閲覧データが削除されます。この操作は元に戻せません。
ko: 원본 파일과 저장된 읽기 데이터가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nb: Den originale filen og lagrede lesedataen vil bli slettet. Dette kan ikke angres.
nl: Het oorspronkelijke bestand en de bewaarde leesgegevens worden verwijderd. Dit kan niet ongedaan worden gemaakt.
sv: Den ursprungliga filen och de sparade läsningsdata kommer att raderas. Detta kan inte ångras.
zh_hans: 原始文件和已保存的阅读数据都会被删除，且无法撤销。
zh_hant: 原始檔與保留的閱讀資料都會刪除，且無法復原。

# patterns.detail.delete.confirm.title
source: Permanently delete this pattern?
da: Slet denne opskrift permanent?
de: Dieses Muster dauerhaft löschen?
el: Οριστική διαγραφή αυτού του σχεδίου;
fi: Poistetaanko tämä ohje pysyvästi?
fr: Supprimer définitivement ce patron ?
ja: この編み図を永久に削除しますか？
ko: 이 도안을 영구적으로 삭제하시겠습니까?
nb: Vil du permanent slette dette mønsteret?
nl: Dit patroon definitief verwijderen?
sv: Vill du permanent ta bort detta mönster?
zh_hans: 永久删除这份图解？
zh_hant: 永久刪除這份織圖？

# patterns.detail.deleteBlocked
source: Unlink this pattern from the projects below before deleting it.
da: Fjern forbindelsen mellem denne opskrift og de følgende projekter, før du sletter den.
de: Vor dem Löschen die Verknüpfung dieses Musters mit den folgenden Projekten lösen.
el: Αποσυνδέστε αυτό το σχέδιο από τα παρακάτω έργα πριν το διαγράψετε.
fi: Poista tämän ohjeen linkitys alla olevista projekteista ennen ohjeen poistamista.
fr: Dissociez ce patron des projets ci-dessous avant de le supprimer.
ja: 削除する前に、以下の作品とこの編み図のリンクを解除してください。
ko: 이 도안을 삭제하기 전에 아래 프로젝트와의 연결을 해제하세요.
nb: Før du sletter dette mønsteret, må du først koble det fra prosjektene nedenfor.
nl: Ontkoppel dit patroon van de onderstaande projecten voordat je het verwijdert.
sv: Ta bort länken mellan detta mönster och projekten nedan innan du tar bort det.
zh_hans: 请先解除下列作品链接，才能永久删除图解。
zh_hant: 請先解除下列作品連結，才能永久刪除織圖。

# patterns.detail.editNote
source: Edit Note
da: Rediger notat
de: Notiz bearbeiten
el: Επεξεργασία σημείωσης
fi: Muokkaa muistiota
fr: Modifier la note
ja: メモを編集する
ko: 메모 편집
nb: Rediger notat
nl: Notitie bewerken
sv: Redigera anteckning
zh_hans: 编辑备注
zh_hant: 編輯備註

# patterns.detail.export
source: Share Original File
da: Del originalfilen
de: Originaldatei teilen
el: Κοινοποίηση αρχικού αρχείου
fi: Jaa alkuperäinen tiedosto
fr: Partager le fichier original
ja: 元のファイルを共有
ko: 원본 파일 공유
nb: Del originalfilen
nl: Oorspronkelijk bestand delen
sv: Dela originalfilen
zh_hans: 分享原始文件
zh_hant: 分享原始檔

# patterns.detail.fileSize
source: File size
da: Filstørrelse
de: Dateigröße
el: Μέγεθος αρχείου
fi: Tiedoston koko
fr: Taille du fichier
ja: ファイルサイズ
ko: 파일 크기
nb: Filstørrelse
nl: Bestandsgrootte
sv: Filstorlek
zh_hans: 文件大小
zh_hant: 檔案大小

# patterns.detail.fileType
source: File type
da: Filtype
de: Dateityp
el: Τύπος αρχείου
fi: Tiedostotyyppi
fr: Type de fichier
ja: ファイルタイプ
ko: 파일 유형
nb: Filtype
nl: Bestandstype
sv: Filtyp
zh_hans: 文件类型
zh_hant: 檔案類型

# patterns.detail.information
source: File Information
da: Filinformation
de: Dateiinformationen
el: Πληροφορίες αρχείου
fi: Tiedostotiedot
fr: Informations sur le fichier
ja: ファイル情報
ko: 파일 정보
nb: Filinformasjon
nl: Bestandsinformatie
sv: Filinformation
zh_hans: 文件信息
zh_hant: 檔案資訊

# patterns.detail.linkProject
source: Link Another Project
da: Link til et andet projekt
de: Weiteres Projekt verknüpfen
el: Σύνδεση ενός άλλου έργου
fi: Liitä toiseen projektiin
fr: Lier un autre projet
ja: 別の作品をリンク
ko: 다른 프로젝트 연결
nb: Lenke til et annet prosjekt
nl: Nog een project koppelen
sv: Länk till ett annat projekt
zh_hans: 链接其他作品
zh_hant: 連結其他作品

# patterns.detail.linkedProjects
source: Linked Projects
da: Tilknyttede projekter
de: Verknüpfte Projekte
el: Συνδεδεμένα έργα
fi: Linkitetyt projektit
fr: Projets liés
ja: リンク済みの作品
ko: 연결된 프로젝트들
nb: Lenkte prosjekter
nl: Gekoppelde projecten
sv: Länkade projekt
zh_hans: 已链接作品
zh_hant: 已連結作品

# patterns.detail.noProjects
source: No other projects are available.
da: Der er ingen andre projekter tilgængelige.
de: Es sind keine anderen Projekte verfügbar.
el: Δεν υπάρχουν άλλα διαθέσιμα έργα.
fi: Muita hankkeita ei ole saatavilla.
fr: Aucun autre projet n'est disponible.
ja: 他の作品はありません。
ko: 다른 프로젝트는 사용할 수 없습니다.
nb: Ingen andre prosjekter er tilgjengelige.
nl: Er zijn geen andere projecten beschikbaar.
sv: Inga andra projekt är tillgängliga.
zh_hans: 没有其他可链接的作品。
zh_hant: 沒有其他可連結的作品。

# patterns.detail.note
source: Note
da: seddel
de: Notiz
el: Σημείωση
fi: Muistiinpano
ja: メモ
ko: 메모
nb: antegnelse
nl: Notitie
sv: anteckning
zh_hans: 备注
zh_hant: 備註

# patterns.detail.note.empty
source: Add a designer, shop, or source note.
da: Tilføj en note om designer, butik eller leverandør.
de: Notiz zu Designer, Geschäft oder Quelle hinzufügen.
el: Προσθέστε σημείωση για τον σχεδιαστή, το κατάστημα ή την πηγή.
fi: Lisää muistiinpano suunnittelijasta, myymälästä tai lähteestä.
fr: Ajoutez une note sur un designer, un magasin ou une source.
ja: デザイナー、ショップ、入手先についてメモを追加できます。
ko: 디자이너, 상점 또는 출처에 관한 메모를 추가하세요.
nb: Legg til et notat om designer, butikk eller kilde.
nl: Voeg een notitie toe over de ontwerper, winkel of bron.
sv: Lägg till en designer, butik eller källnotering.
zh_hans: 可记下设计师、商店或来源。
zh_hant: 可記下設計師、商店或來源。

# patterns.detail.open
source: Open Pattern
da: Åbn opskrift
de: Muster öffnen
el: Άνοιγμα μοτίβου
fi: Avaa ohje
fr: Ouvrir le patron
ja: 編み図を開く
ko: 도안 열기
nb: Åpne mønster
nl: Patroon openen
sv: Öppna mönster
zh_hans: 打开图解
zh_hant: 開啟織圖

# patterns.detail.rename
source: Rename Pattern
da: Omdøb opskrift
de: Muster umbenennen
el: Μετονομασία μοτίβου
fi: Nimeä ohje uudelleen
fr: Renommer le patron
ja: 編み図の名前を変更
ko: 도안 이름 변경
nb: Gi mønsteret nytt navn
nl: Patroon hernoemen
sv: Byt namn på mönstret
zh_hans: 重命名图解
zh_hant: 重新命名織圖

# patterns.detail.unlink
source: Unlink
da: Fjern link
de: Verknüpfung lösen
el: Αποσύνδεση
fi: Poista linkitys
fr: Dissocier
ja: リンクを解除
ko: 연결 해제
nb: Fjern kobling
nl: Ontkoppelen
sv: Ta bort länk
zh_hans: 解除链接
zh_hant: 解除連結

# patterns.error
source: Pattern Error
da: Opskriftsfejl
de: Musterfehler
el: Σφάλμα μοτίβου
fi: Ohjevirhe
fr: Erreur de patron
ja: 編み図エラー
ko: 도안 오류
nb: Mønsterfeil
nl: Patroonfout
sv: Mönsterfel
zh_hans: 图解错误
zh_hant: 織圖錯誤

# patterns.folder.all
source: All
da: Alle
de: Alle
el: Όλα
fi: Kaikki
fr: Tous
ja: すべて
ko: 전체
nb: Alle
nl: Alles
sv: Alla
zh_hans: 全部
zh_hant: 全部

# patterns.folder.uncategorized
source: Uncategorized
da: Ikke kategoriseret
de: Nicht kategorisiert
el: Χωρίς κατηγορία
fi: Luokittelemattomat
fr: Non classés
ja: 未分類
ko: 미분류
nb: Ukategorisert
nl: Niet gecategoriseerd
sv: Okategoriserade
zh_hans: 未分类
zh_hant: 未分類

# patterns.folder.new
source: New Folder
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
fi: Uusi kansio
fr: Nouveau dossier
ja: 新規フォルダ
ko: 새 폴더
nb: Ny mappe
nl: Nieuwe map
sv: Ny mapp
zh_hans: 新建文件夹
zh_hant: 新增資料匣

# patterns.folder.name
source: Folder Name
da: Mappenavn
de: Ordnername
el: Όνομα φακέλου
fi: Kansion nimi
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
nb: Mappenavn
nl: Mapnaam
sv: Mappnamn
zh_hans: 文件夹名称
zh_hant: 資料匣名稱

# patterns.folder.rename
source: Rename Folder
da: Omdøb mappen
de: Ordner umbenennen
el: Μετονομασία φακέλου
fi: Nimeä kansio uudelleen
fr: Renommer le dossier
ja: フォルダ名を変更
ko: 폴더 이름 변경
nb: Gi nytt navn til mappen
nl: Map hernoemen
sv: Byt namn på mappen
zh_hans: 重命名文件夹
zh_hant: 重新命名資料匣

# patterns.folder.move
source: Move to Folder
da: Flyt til mappe
de: In Ordner verschieben
el: Μετακίνηση σε φάκελο
fi: Siirrä kansioon
fr: Déplacer vers un dossier
ja: フォルダに移動
ko: 폴더로 이동
nb: Flytt til mappe
nl: Naar map verplaatsen
sv: Flytta till mapp
zh_hans: 移到文件夹
zh_hant: 移到資料匣

# patterns.folder.count
source: %lld patterns
da: %lld opskrifter
de: %lld Muster
el: %lld σχέδια
fi: %lld ohjetta
fr: %lld patrons
ja: 編み図%lld件
ko: 도안 %lld개
nb: %lld mønstre
nl: %lld patronen
sv: %lld mönster
zh_hans: %lld 份图解
zh_hant: %lld 份織圖

# patterns.folder.delete.title
source: Delete Folder?
da: Slet mappen?
de: Ordner löschen?
el: Διαγραφή φακέλου;
fi: Poistetaanko kansio?
fr: Supprimer le dossier ?
ja: フォルダを削除しますか？
ko: 폴더를 삭제할까요?
nb: Slette mappen?
nl: Map verwijderen?
sv: Radera mappen?
zh_hans: 删除文件夹？
zh_hant: 刪除資料匣？

# patterns.folder.delete.message
source: The folder will be deleted and %lld patterns will move to Uncategorized.
da: Mappen slettes, og %lld opskrifter flyttes til Ikke kategoriseret.
de: Der Ordner wird gelöscht und %lld Muster werden nach „Nicht kategorisiert“ verschoben.
el: Ο φάκελος θα διαγραφεί και %lld σχέδια θα μετακινηθούν στην κατηγορία «Χωρίς κατηγορία».
fi: Kansio poistetaan ja %lld ohjetta siirretään Luokittelemattomiin.
fr: Le dossier sera supprimé et %lld patrons seront déplacés vers « Non classés ».
ja: フォルダを削除し、編み図%lld件を「未分類」に移動します。
ko: 폴더가 삭제되고 도안 %lld개가 미분류로 이동됩니다.
nb: Mappen slettes, og %lld mønstre flyttes til Ukategorisert.
nl: De map wordt verwijderd en %lld patronen worden naar Niet gecategoriseerd verplaatst.
sv: Mappen raderas och %lld mönster flyttas till Okategoriserade.
zh_hans: 将删除文件夹，并把 %lld 份图解移到“未分类”。
zh_hant: 將刪除資料匣，並把 %lld 份織圖移到「未分類」。

# patterns.folder.error.empty
source: Enter a folder name.
da: Indtast et mappenavn.
de: Gib einen Ordnernamen ein.
el: Εισαγάγετε όνομα φακέλου.
fi: Anna kansiolle nimi.
fr: Saisissez un nom de dossier.
ja: フォルダ名を入力してください。
ko: 폴더 이름을 입력하세요.
nb: Skriv inn et mappenavn.
nl: Voer een mapnaam in.
sv: Ange ett mappnamn.
zh_hans: 请输入文件夹名称。
zh_hant: 請輸入資料匣名稱。

# patterns.folder.error.duplicate
source: A folder with this name already exists.
da: Der findes allerede en mappe med dette navn.
de: Ein Ordner mit diesem Namen ist bereits vorhanden.
el: Υπάρχει ήδη φάκελος με αυτό το όνομα.
fi: Samanniminen kansio on jo olemassa.
fr: Un dossier portant ce nom existe déjà.
ja: 同じ名前のフォルダがすでにあります。
ko: 같은 이름의 폴더가 이미 있습니다.
nb: Det finnes allerede en mappe med dette navnet.
nl: Er bestaat al een map met deze naam.
sv: Det finns redan en mapp med det här namnet.
zh_hans: 已有同名文件夹。
zh_hant: 已有同名資料匣。

# patterns.folder.error.reserved
source: This name is reserved by KnitNote.
da: Dette navn er reserveret af KnitNote.
de: Dieser Name ist für KnitNote reserviert.
el: Αυτό το όνομα είναι δεσμευμένο από το KnitNote.
fi: Nimi on varattu KnitNotelle.
fr: Ce nom est réservé par KnitNote.
ja: この名前は KnitNote によって予約されています。
ko: 이 이름은 KnitNote에서 사용하도록 예약되어 있습니다.
nb: Dette navnet er reservert av KnitNote.
nl: Deze naam is gereserveerd door KnitNote.
sv: Det här namnet är reserverat av KnitNote.
zh_hans: 此名称由 KnitNote 保留。
zh_hant: 此名稱為 KnitNote 保留名稱。

# patterns.folder.error.missing
source: This folder is no longer available.
da: Denne mappe er ikke længere tilgængelig.
de: Dieser Ordner ist nicht mehr verfügbar.
el: Αυτός ο φάκελος δεν είναι πλέον διαθέσιμος.
fi: Kansio ei ole enää käytettävissä.
fr: Ce dossier n’est plus disponible.
ja: このフォルダは利用できなくなりました。
ko: 이 폴더는 더 이상 사용할 수 없습니다.
nb: Denne mappen er ikke lenger tilgjengelig.
nl: Deze map is niet meer beschikbaar.
sv: Den här mappen är inte längre tillgänglig.
zh_hans: 此文件夹已不存在。
zh_hant: 此資料匣已不存在。

# patterns.folder.error.saveFailed
source: The folder change could not be saved. Try again.
da: Mappeændringen kunne ikke gemmes. Prøv igen.
de: Die Ordneränderung konnte nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση της αλλαγής φακέλου. Δοκιμάστε ξανά.
fi: Kansion muutosta ei voitu tallentaa. Yritä uudelleen.
fr: La modification du dossier n’a pas pu être enregistrée. Réessayez.
ja: フォルダの変更を保存できませんでした。もう一度お試しください。
ko: 폴더 변경 사항을 저장할 수 없습니다. 다시 시도하세요.
nb: Mappeendringen kunne ikke lagres. Prøv igjen.
nl: De mapwijziging kon niet worden bewaard. Probeer het opnieuw.
sv: Mappändringen kunde inte sparas. Försök igen.
zh_hans: 无法保存文件夹更改，请重试。
zh_hant: 無法儲存資料匣變更，請再試一次。

# patterns.highlight
source: Highlight
da: Fremhævning
de: Markierung
el: Επισήμανση
fi: Korostus
fr: Surlignage
ja: ハイライト
ko: 강조
nb: Utheving
nl: Markering
sv: Markering
zh_hans: 高亮线
zh_hant: 高亮線

# patterns.highlight.cross
source: Cross
da: kors
de: Kreuz
el: Σταυρός
fi: Risti
fr: Croix
ja: 十字
ko: 십자가
nb: kors
nl: Kruis
sv: kors
zh_hans: 十字
zh_hant: 十字

# patterns.highlight.horizontal
source: Horizontal
da: vandret
el: Οριζόντια
fi: Vaaka
ja: 横
ko: 가로
nb: vannrett linje
nl: Horizontaal
sv: horisontal
zh_hans: 横向
zh_hant: 橫向

# patterns.highlight.horizontalControl
source: Horizontal highlight
da: Horisontal fremhævelse
de: Horizontale Markierung
el: Οριζόντια επισήμανση
fi: Vaakakorostus
fr: Surlignage horizontal
ja: 水平ハイライト
ko: 수평 강조
nb: Horisontal fremheving
nl: Horizontale markering
sv: Horisontell markering
zh_hans: 横向高亮线
zh_hant: 橫向高亮線

# patterns.highlight.vertical
source: Vertical
da: lodret
de: Vertikal
el: Κατακόρυφα
fi: Pysty
ja: 縦
ko: 세로
nb: vertikal
nl: Verticaal
sv: vertikal
zh_hans: 纵向
zh_hant: 縱向

# patterns.highlight.verticalControl
source: Vertical highlight
da: Vertikal fremhævelse
de: Vertikale Markierung
el: Κατακόρυφη επισήμανση
fi: Pystykorostus
fr: Surlignage vertical
ja: 垂直ハイライト
ko: 수직 강조
nb: Vertikal fremheving
nl: Verticale markering
sv: Vertikal markering
zh_hans: 纵向高亮线
zh_hant: 縱向高亮線

# patterns.highlightMode
source: Highlight Mode
da: Fremhævningsmodus
de: Markierungsmodus
el: Λειτουργία επισήμανσης
fi: Korostustila
fr: Mode de surlignage
ja: ハイライトモード
ko: 강조 모드
nb: Uthevingsmodus
nl: Markeringsmodus
sv: Markeringsläge
zh_hans: 高亮模式
zh_hant: 高亮模式

# patterns.import.camera
source: Camera
da: kamera
de: Kamera
el: Κάμερα
fi: Kamera
fr: Appareil photo
ja: カメラ
ko: 카메라
nb: kamera
sv: kamera
zh_hans: 相机
zh_hant: 相機

# patterns.import.cameraName
source: Camera Pattern
da: Kameraopskrift
de: Mit Kamera aufgenommenes Muster
el: Σχέδιο από κάμερα
fi: Ohje kamerasta
fr: Patron pris avec l’appareil photo
ja: カメラで撮影した編み図
ko: 카메라 도안
nb: Kameramønster
nl: Gefotografeerd patroon
sv: Kameramönster
zh_hans: 相机图解
zh_hant: 相機織圖

# patterns.import.chooseDuplicate
source: Choose the Saved Pattern
da: Vælg den gemte opskrift
de: Gespeichertes Muster auswählen
el: Επιλέξτε το αποθηκευμένο σχέδιο
fi: Valitse tallennettu ohje
fr: Choisir le patron enregistré
ja: 保存済みの編み図を選択
ko: 저장된 도안 선택
nb: Velg det lagrede mønsteret.
nl: Kies het bewaarde patroon
sv: Välj det sparade mönstret
zh_hans: 选择已收藏的图解
zh_hant: 選擇已收藏的織圖

# patterns.import.error.cancelled
source: The import was cancelled.
da: Importen er blevet annulleret.
de: Der Import wurde abgebrochen.
el: Η εισαγωγή ακυρώθηκε.
fi: Tuonti peruttiin.
fr: L'importation a été annulée.
ja: インポートはキャンセルされました。
ko: 가져오기가 취소되었습니다.
nb: Importen ble kansellert.
nl: Het importeren is geannuleerd.
sv: Importen har avbrutits.
zh_hans: 导入已取消。
zh_hant: 匯入已取消。

# patterns.import.error.empty
source: This file is empty.
da: Denne fil er tom.
de: Diese Datei ist leer.
el: Αυτό το αρχείο είναι άδειο.
fi: Tämä tiedosto on tyhjä.
fr: Ce fichier est vide.
ja: このファイルは空です。
ko: 이 파일은 비어 있습니다.
nb: Denne filen er tom.
nl: Dit bestand is leeg.
sv: Denna fil är tom.
zh_hans: 这个文件是空的。
zh_hant: 這個檔案是空的。
